Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# SortByDateModifiedDescription
source: Sort items by date modified
bg: Подредба на елементи по дата на промяна
ca: Ordena els elements per data de modificació
cs_cz: Seřadit položky dle data úprav
da: Sortér elementer efter ændret dato
el: Ταξινόμηση στοιχείων κατά ημερομηνία τροποποίησης
es_es: Ordenar elementos por fecha de modificación
fr_fr: Trier les éléments par date de modification
hu_hu: Elemek rendezése módosítás ideje alapján
id_id: Urutkan item menurut tanggal diubah
ja_jp: 項目を更新日時で並べ替える
ko_kr: 수정한 날짜로 정렬
nb_no: Sorter elementer etter dato endret
pt_pt: Ordenar itens por data de alteração
ru_ru: Сортировать элементы по дате изменения
sv_se: Sortera objekt efter ändringsdatum
tr_tr: Ögeleri değiştirme tarihine göre sırala
uk_ua: Впорядкувати елементи за датою змінення
vi: Sắp xếp khoản mục theo ngày sửa đổi
zh_hans: 按修改日期排序
zh_hant: 依修改日期將項目排序

# SortByDateCreatedDescription
source: Sort items by date created
bg: Подредба на елементи по дата на сътворение
ca: Ordena els elements per data de creació
cs_cz: Seřadit položky dle data vytvoření
da: Sortér elementer efter dato oprettet
el: Ταξινόμηση στοιχείων κατά ημερομηνία δημιουργίας
es_es: Ordenar elementos por fecha de creación
fr_fr: Trier les éléments par date de création
hu_hu: Elemek rendezése létrehozás ideje alapján
id_id: Urutkan item berdasarkan tanggal dibuat
ja_jp: 項目を作成日時で並べ替える
ko_kr: 만든 날짜 순으로 정렬
nb_no: Sorter elementer etter dato opprettet
pt_pt: Ordenar itens por data de criação
ru_ru: Сортировать элементы по дате создания
sv_se: Sortera objekt efter datum då de skapades
tr_tr: Ögeleri oluşturma tarihine göre sırala
uk_ua: Впорядкувати елементи за датою створення
vi: Sắp xếp khoản mục theo ngày tạo
zh_hans: 按创建日期排序
zh_hant: 依建立日期將項目排序

# SortBySizeDescription
source: Sort items by size
bg: Подредба на елементи по големина
ca: Ordena els elements per mida
cs_cz: Seřadit položky dle velikosti
da: Sortér elementer efter størrelse
el: Ταξινόμηση στοιχείων κατά μέγεθος
es_es: Ordenar elementos por tamaño
fr_fr: Trier les éléments par taille
hu_hu: Elemek rendezése méret alapján
id_id: Urutkan item berdasarkan ukuran
ja_jp: 項目をサイズで並べ替える
ko_kr: 크키로 정렬
nb_no: Sorter elementer etter størrelse
nl_nl: Sorteer items op grootte
pt_pt: Ordenar itens por tamanho
ru_ru: Сортировать элементы по размеру
sv_se: Sortera objekt efter storlek
tr_tr: Ögeleri boyuta göre sırala
uk_ua: Впорядкувати елементи за розміром
vi: Sắp xếp khoản mục theo kích cỡ
zh_hans: 按大小排序
zh_hant: 按大小排序

# SortByTypeDescription
source: Sort items by type
bg: Подредба на елементи по вид
ca: Ordena els elements per tipus
cs_cz: Seřadit položky dle typu
da: Sortér elementer efter type
el: Ταξινόμηση στοιχείων κατά τύπο
es_es: Ordenar elementos por tipo
fr_fr: Trier les éléments par type
hu_hu: Elemek rendezése típusok alapján
id_id: Urutkan item berdasarkan tipe
ja_jp: 項目を種類で並べ替える
ko_kr: 파일 유형으로 정렬
nb_no: Sorter elementer etter type
nl_nl: Sorteer items op type
pt_pt: Ordenar itens por tipo
ru_ru: Сортировать элементы по типу
sv_se: Sortera objekt efter typ
tr_tr: Ögeleri türe göre sırala
uk_ua: Впорядкувати елементи за типом
vi: Sắp xếp khoản mục theo loại
zh_hans: 按类型排序
zh_hant: 按類型排序

# SortBySyncStatusDescription
source: Sort items by sync status
bg: Подредба на елементите по състояние на синхро
ca: Ordena els elements per estat de sincronització
cs_cz: Seřadit položky dle stavu synchronizace
da: Sortér elementer efter synkroniseringsstatus
el: Ταξινόμηση στοιχείων με βάση την κατάσταση συγχρονισμού
es_es: Ordenar elementos por estado de sincronización
fr_fr: Trier les éléments par statut de synchronisation
hu_hu: Elemek rendezése szinkronizálási státusz alapján
id_id: Urutkan item berdasarkan status sinkronisasi
ja_jp: 項目を同期状況で並べ替える
ko_kr: 동기화 상태로 정렬
nb_no: Sorter elementer etter synkroniseringsstatus
nl_nl: Sorteer items op synchronisatiestatus
pt_pt: Ordena os itens por estado de sincronização
ru_ru: Сортировать объекты по их статусу
sv_se: Sortera objekt efter synkroniseringsstatus
tr_tr: Öğeleri eşitlenme durumuna göre sırala
uk_ua: Впорядкувати елементи за станом синхронізації
vi: Sắp xếp khoản mục theo trạng thái đồng bộ hóa
zh_hans: 按同步状态排序
zh_hant: 按同步狀態排序

# SortByTagDescription
source: Sort items by tags
bg: Подредба на елементите по етикет
ca: Ordena els elements per etiquetes
cs_cz: Seřadit položky dle štítků
da: Sortér elementer efter tags
el: Ταξινόμηση στοιχείων κατά ετικέτες
es_es: Ordenar elementos por etiquetas
fr_fr: Trier les éléments par étiquette
hu_hu: Elemek rendezése címkék alapján
id_id: Urutkan item berdasarkan tag
ja_jp: 項目をタグで並べ替える
ko_kr: 태그로 정렬
nb_no: Sorter elementer etter tagger
nl_nl: Sorteert items op labels
pt_pt: Ordenar itens por etiquetas
ru_ru: Сортировать элементы по меткам
sv_se: Sortera objekt efter taggar
tr_tr: Ögeleri etiketlere göre sırala
uk_ua: Впорядкувати елементи за мітками
vi: Sắp xếp khoản mục theo nhãn
zh_hans: 按标签排序
zh_hant: 按標籤排序

# SortByOriginalFolderDescription
source: Sort items by original folder
bg: Подредба на елементите по оригинална папка
ca: Ordena els elements per carpeta original
cs_cz: Seřadit položky dle původní složky
da: Sortér elementer efter original mappe
el: Ταξινόμηση στοιχείων κατά τον αρχικό φάκελο
es_es: Ordenar elementos por carpeta de origen
fr_fr: Trier les éléments par dossier d'origine
hu_hu: Elemek rendezése eredeti mappa alapján
id_id: Urutkan item berdasarkan folder asli
ja_jp: 項目を元のフォルダーで並べ替える
ko_kr: 원본 폴더로 정렬
nb_no: Sorter elementer etter originalmappe
pt_pt: Ordenar itens por pasta original
ru_ru: Сортировать объекты по исходной папке
sv_se: Sortera objekt efter originalmapp
tr_tr: Öğeleri orijinal klasöre göre sırala
uk_ua: Впорядкувати елементи за початковою текою
vi: Sắp xếp khoản mục theo thư mục gốc
zh_hans: 按原位置排序
zh_hant: 按原始資料夾排序

# SortByDateDeletedDescription
source: Sort items by date deleted
bg: Подредба на елементи по дата на изтриване
ca: Ordena els elements per data de supressió
cs_cz: Seřadit položky dle data smazání
da: Sortér elementer efter dato slettet
el: Ταξινόμηση στοιχείων κατά ημερομηνία διαγραφής
es_es: Ordenar elementos por fecha de eliminación
fr_fr: Trier les éléments par date de suppression
hu_hu: Elemek rendezése törlés ideje alapján
id_id: Urutkan item berdasarkan tanggal dihapus
ja_jp: 項目を削除した日時で並べ替える
ko_kr: 삭제된 날짜로 정렬
nb_no: Sorter etter dato slettet
pt_pt: Ordenar itens por data de eliminação
ru_ru: Сортировать элементы по дате удаления
sv_se: Sortera objekt efter borttaget datum
tr_tr: Öğeleri silinme tarihine göre sırala
uk_ua: Впорядкувати елементи за датою видалення
vi: Sắp xếp khoản mục theo ngày xóa
zh_hans: 按删除日期排序
zh_hant: 按刪除日期排序

# SortAscendingDescription
source: Sort items in ascending order
bg: Подредба на елементи възходящо
ca: Ordena els elements en ordre ascendent
cs_cz: Seřadit položky vzestupně
da: Sortér elementer i stigende rækkefølge
el: Ταξινόμηση κατά αύξουσα σειρά
es_es: Ordenar elementos en sentido ascendente
fr_fr: Trier les éléments par ordre croissant
hu_hu: Elemek rendezése betűrend szerint
id_id: Urutkan item dalam urutan A-Z
ja_jp: 項目を昇順で並べ替える
ko_kr: 오름차순으로 정렬
nb_no: Sorter elementer i stigende rekkefølge
pt_pt: Ordenar itens por ordem ascendente
ru_ru: Сортировать элементы в порядке возрастания
sv_se: Sortera föremål i stigande ordning
tr_tr: Öğeleri artan düzende sırala
uk_ua: Впорядкувати елементи за зростанням
vi: Sắp xếp khoản mục theo thứ tự tăng dần
zh_hans: 升序排序
zh_hant: 依遞增將項目排序

# SortDescendingDescription
source: Sort items in descending order
bg: Подредба на елементи низходящо
ca: Ordena els elements en ordre descendent
cs_cz: Seřadit položky sestupně
da: Sortér elementer i faldende rækkefølge
el: Ταξινόμηση κατά φθίνουσα σειρά
es_es: Ordenar elementos en sentido descendente
fr_fr: Trier les éléments par ordre décroissant
hu_hu: Elemek rendezése nem betűrend szerint
id_id: Urutkan item dalam urutan Z-A
ja_jp: 項目を降順で並べ替える
ko_kr: 내림차순으로 정렬
nb_no: Sorter elementer i synkende rekkefølge
pt_pt: Ordenar itens por ordem descendente
ru_ru: Сортировать элементы в порядке убывания
sv_se: Sortera föremål i fallande ordning
tr_tr: Öğeleri azalan düzende sırala
uk_ua: Впорядкувати елементи за спаданням
vi: Sắp xếp khoản mục theo thứ tự giảm dần
zh_hans: 降序排序
zh_hant: 依遞減將項目排序

# ToggleSortDirectionDescription
source: Toggle item sort direction
ca: Canvia la direcció d'ordenació d'elements
cs_cz: Obrátit směr řazení
da: Skift sorteringsretning for element
el: Εναλλαγή κατεύθυνσης ταξινόμησης
es_es: Cambiar sentido de ordenación de elementos
fr_fr: Activer/Désactiver la direction de tri des éléments
hu_hu: Rendezés irányának megfordítása
ja_jp: 項目の並べ替え順を切り替える
ko_kr: 항목 정렬 방향 전환
nb_no: Velg sorteringsrekkefølge
pt_pt: Alternar direção da ordem dos itens
ro_ro: Comutare direcție sortare
ru_ru: Переключить направление сортировки объектов
sv_se: Växla sorteringsriktning
tr_tr: Öğe sıralama yönünü değiştir
uk_ua: Перемкнути напрямок сортування елементів
vi: Chuyển đổi hướng sắp xếp khoản mục
zh_hans: 切换排序方向
zh_hant: 切換項目的排序方向

# ToggleSortDirectoriesAlongsideFilesDescription
source: List and sort directories alongside files
bg: Подреди и сортирай директориите заедно с файловете
da: List og sortér mapper sammen med filer
de_de: Dateien und Ordner zusammen auflisten und sortieren
id_id: Daftar dan urutkan direktori berdampingan dengan file
ja_jp: ファイルとフォルダーを分けずに並べ替える
nl_nl: Som op en sorteer mappen naast bestanden
pl_pl: Wyświetlaj i sortuj katalogi obok plików
pt_pt: Listar e ordenar diretórios ao lado dos ficheiros
ro_ro: Listează și sortează directoarele alături de fișiere
sk_sk: Zoznam a triedenie adresárov vedľa súborov
th_th: เรียงโฟลเดอร์ร่วมกับไฟล์

# GroupByNoneDescription
source: List items without grouping
bg: Списък на елементите без групиране
ca: Llista els elements sense agrupar
cs_cz: Zobrazit položky bez seskupování
el: Εμφάνιση στοιχείων χωρίς ομαδοποίηση
es_es: Listar elementos sin agruparlos
fr_fr: Lister les éléments sans regroupement
hu_hu: Elemek megjelenítése csoportosítás nélkül
id_id: Buat daftar item tanpa kelompok
ja_jp: 項目をグループ化せずに表示する
ko_kr: 분류하지 않고 나열
nb_no: Vis elementer uten gruppering
pt_pt: Não agrupar itens
ru_ru: Перечислять объекты без группировки
sv_se: Lista föremål utan gruppering
tr_tr: Öğeleri gruplandırmadan listeleyin
uk_ua: Показати елементи без групування
vi: Liệt kê các khoản mục mà không nhóm
zh_hans: 不分组而直接列出
zh_hant: 列出項目，不進行分組

# GroupByNameDescription
source: Group items by name
bg: Групиране на елементите по име
ca: Agrupa els elements pel nom
cs_cz: Seřadit položky dle názvu
da: Gruppér elementer efter navn
el: Ομαδοποίηση στοιχείων ανά όνομα
es_es: Agrupar elementos por nombre
fr_fr: Grouper les éléments par nom
hu_hu: Elemek csoportosítása név alapján
id_id: Kelompokkan item berdasarkan nama
ja_jp: 項目を名前でグループ化する
ko_kr: 이름으로 분류
nb_no: Gruppere elementer etter navn
pt_pt: Agrupar itens por nome
ru_ru: Группировать элементы по имени
sv_se: Gruppera föremål efter namn
tr_tr: Öğeleri ada göre gruplandırın
uk_ua: Згрупувати елементи за назвою
vi: Nhóm khoản mục theo tên
zh_hans: 按名称分组
zh_hant: 按名稱對項目分組

# GroupByDateModifiedDescription
source: Group items by date modified
bg: Групиране на елементите по дата на промяна
ca: Agrupa els elements per data de modificació
cs_cz: Seřadit položky dle data úprav
da: Gruppér elementer efter ændret dato
el: Ομαδοποίηση στοιχείων ανά ημερομηνία τροποποίησης
es_es: Agrupar elementos por fecha de modificación
fr_fr: Grouper les éléments par date de modification
hu_hu: Elemek csoportosítása módosítás ideje alapján
id_id: Kelompokkan item berdasarkan tanggal diubah
ja_jp: 項目を更新日時でグループ化する
ko_kr: 수정한 날짜로 분류
nb_no: Gruppere elementer etter dato endret
pt_pt: Agrupar itens por data de alteração
ru_ru: Группировать элементы по дате изменения
sv_se: Gruppera föremål efter redigeringsdatum
tr_tr: Öğeleri değiştirilme tarihine göre gruplandırın
uk_ua: Згрупувати елементи за датою змінення
vi: Nhóm khoản mục theo ngày sửa đổi
zh_hans: 按修改日期分组
zh_hant: 按修改日期對項目分組

# GroupByDateCreatedDescription
source: Group items by date created
bg: Групиране на елементите по дата на сътворение
ca: Agrupa els elements per data de creació
cs_cz: Seřadit položky dle data vytvoření
da: Gruppér elementer efter oprettet dato
el: Ομαδοποίηση στοιχείων ανά ημερομηνία δημιουργίας
es_es: Agrupar elementos por fecha de creación
fr_fr: Grouper les éléments par date de création
hu_hu: Elemek csoportosítása létrehozás ideje alapján
id_id: Kelompokkan item berdasarkan tanggal dibuat
ja_jp: 項目を作成日時でグループ化する
ko_kr: 만든 날짜로 분류
nb_no: Gruppere elementer etter dato opprettet
pt_pt: Agrupar itens por data de criação
ru_ru: Группировать элементы по дате создания
sv_se: Gruppera föremål efter datum då de skapades
tr_tr: Öğeleri oluşturulma tarihine göre gruplandırın
uk_ua: Згрупувати елементи за датою створення
vi: Nhóm khoản mục theo ngày tạo
zh_hans: 按创建日期分组
zh_hant: 按建立日期對項目分組

# GroupBySizeDescription
source: Group items by size
bg: Групиране на елементите по големина
ca: Agrupa els elements per mida
cs_cz: Seřadit položky dle velikosti
da: Gruppér elementer efter størrelse
el: Ομαδοποίηση στοιχείων ανά μέγεθος
es_es: Agrupar elementos por tamaño
fr_fr: Grouper les éléments par taille
hu_hu: Elemek csoportosítása méret alapján
id_id: Kelompokkan item berdasarkan ukuran
ja_jp: 項目をサイズでグループ化する
ko_kr: 크기로 분류
nb_no: Gruppere elementer etter størrelse
pt_pt: Agrupar itens por tamanho
ru_ru: Группировать элементы по размеру
sv_se: Gruppera objekt efter storlek
tr_tr: Öğeleri boyuta göre gruplandırın
uk_ua: Згрупувати елементи за розміром
vi: Nhóm khoản mục theo kích cỡ
zh_hans: 按大小分组
zh_hant: 按大小對項目分組

# GroupByTypeDescription
source: Group items by type
bg: Групиране на елементите по вид
ca: Agrupa els elements per tipus
cs_cz: Seřadit položky dle typu
da: Gruppér elementer efter type
el: Ομαδοποίηση στοιχείων ανά τύπο
es_es: Agrupar elementos por tipo
fr_fr: Grouper les éléments par type
hu_hu: Elemek csoportosítása típus alapján
id_id: Kelompokkan item berdasarkan tipe
ja_jp: 項目を種類でグループ化する
ko_kr: 파일 유형으로 분류
nb_no: Gruppere elementer etter type
pt_pt: Agrupar itens por tipo
ru_ru: Группировать элементы по типу
sv_se: Sortera objekt efter typ
tr_tr: Öğeleri türe göre gruplandırın
uk_ua: Згрупувати елементи за типом
vi: Nhóm khoản mục theo loại
zh_hans: 按类型分组
zh_hant: 按類型對項目分組

# GroupBySyncStatusDescription
source: Group items by sync status
bg: Групиране на елементите по състояние на синхро
ca: Agrupa els elements per estat de sincronització
cs_cz: Seřadit položky dle stavu synchronizace
el: Ομαδοποίηση στοιχείων ανά κατάσταση συγχρονισμού
es_es: Agrupar elementos por estado de sincronización
fr_fr: Grouper les éléments par statut de synchronisation
hu_hu: Elemek csoportosítása szinkronizálási státusz alapján
id_id: Kelompokkan item berdasarkan status sinkronisasi
ja_jp: 項目を同期状況でグループ化する
ko_kr: 동기화 상태로 분류
nb_no: Gruppere elementer etter synkroniseringsstatus
pt_pt: Agrupar itens por estado de sincronização
ru_ru: Группировать объекты по их статусу
sv_se: Gruppera objekt efter synkroniseringsstatus
tr_tr: Öğeleri senkronizasyon durumuna göre gruplandırın
uk_ua: Згрупувати елементи за станом синхронізації
vi: Nhóm khoản mục theo trạng thái đồng bộ hóa
zh_hans: 按同步状态分组
zh_hant: 按同步狀態對項目分組

# GroupByTagDescription
source: Group items by tags
bg: Групиране на елементите по дата на етикет
ca: Agrupa els elements per etiquetes
cs_cz: Seřadit položky dle štítků
el: Ομαδοποίηση στοιχείων ανά ετικέτα
es_es: Agrupar elementos por etiquetas
fr_fr: Grouper les éléments par étiquettes
hu_hu: Elemek csoportosítása címkék alapján
id_id: Kelompokkan item berdasarkan tag
ja_jp: 項目をタグでグループ化する
ko_kr: 태그로 분류
nb_no: Gruppere elementer etter tagger
pt_pt: Agrupar itens por etiquetas
ru_ru: Группировать элементы по меткам
sv_se: Gruppera objekt efter taggar
tr_tr: Öğeleri etiketlere göre gruplandırın
uk_ua: Згрупувати елементи за мітками
vi: Nhóm khoản mục theo nhãn
zh_hans: 按标签分组
zh_hant: 按標籤對項目分組

# GroupByOriginalFolderDescription
source: Group items by original folder
bg: Групиране на елементите по оригинална папка
ca: Agrupa els elements per carpeta original
cs_cz: Seřadit položky dle původní složky
el: Ομαδοποίηση στοιχείων ανά αρχικό φάκελο
es_es: Agrupar elementos por carpeta de origen
fr_fr: Grouper les éléments par dossier original
hu_hu: Elemek csoportosítása eredeti mappa alapján
id_id: Kelompokkan item berdasarkan folder aslinya
ja_jp: 項目を元のフォルダーでグループ化する
ko_kr: 원본 폴더로 분류
nb_no: Gruppere elementer etter originalmappe
pt_pt: Agrupar itens por pasta original
ru_ru: Группировать объекты по исходной папке
sv_se: Gruppera objekt efter ursprunglig mapp
tr_tr: Öğeleri orijinal klasöre göre gruplandırın
uk_ua: Згрупувати елементи за початковою текою
vi: Nhóm khoản mục theo thư mục gốc
zh_hans: 按原位置分组
zh_hant: 按原始資料夾對項目分組

# GroupByDateDeletedDescription
source: Group items by date deleted
bg: Групиране на елементите по дата на изтриване
ca: Agrupa els elements per data de supressió
cs_cz: Seřadit položky dle data smazání
el: Ομαδοποίηση στοιχείων ανά ημερομηνία διαγραφής
es_es: Agrupar elementos por fecha de eliminación
fr_fr: Grouper les éléments par date de suppression
hu_hu: Elemek csoportosítása törlés ideje alapján
id_id: Kelompokkan item berdasarkan tanggal dihapus
ja_jp: 項目を削除した日時でグループ化する
ko_kr: 삭제된 날짜로 분류
nb_no: Gruppere elementer etter dato slettet
pt_pt: Agrupar itens por data de eliminação
ru_ru: Группировать элементы по дате удаления
sv_se: Gruppera objekt efter raderingsdatum
tr_tr: Öğeleri silinme tarihine göre gruplandırın
uk_ua: Згрупувати елементи за датою видалення
vi: Nhóm khoản mục theo ngày xóa
zh_hans: 按删除日期分组
zh_hant: 按刪除日期對項目分組

# GroupByFolderPathDescription
source: Group items by folder path
bg: Групиране на елементите по път до папката
ca: Agrupa els elements per la ruta de carpeta
cs_cz: Seřadit položky dle cesty složky
el: Ομαδοποίηση στοιχείων ανά διαδρομή φακέλου
es_es: Agrupar elementos por ruta de carpeta
fr_fr: Grouper les éléments par chemin de dossier
hu_hu: Elemek csoportosítása elérési útvonal alapján
id_id: Kelompokkan item jalur folder
ja_jp: 項目をフォルダー パスでグループ化する
ko_kr: 폴더 경로로 분류
nb_no: Gruppere elementer etter mappeplassering
pt_pt: Agrupar itens por caminho da pasta
ru_ru: Группировать элементы по пути файла
sv_se: Gruppera föremål efter mappsökväg
tr_tr: Öğeleri klasör yoluna göre gruplandırın
uk_ua: Згрупувати елементи за шляхом до папки
vi: Nhóm khoản mục theo đường dẫn thư mục
zh_hans: 按文件夹路径分组
zh_hant: 按資料夾路徑對項目分組

# GroupAscendingDescription
source: Sort groups in ascending order
bg: Подредба на групите възходящо
ca: Ordena els grups en ordre ascendent
cs_cz: Seřadit skupiny vzestupně
el: Ταξινόμηση ομάδων σε αύξουσα σειρά
es_es: Ordenar grupos en sentido ascendente
fr_fr: Trier les groupes en ordre croissant
hu_hu: Elemek csoportosítása betűrend szerint
id_id: Urutkan grup dalam urutan A-Z
ja_jp: 項目を昇順でグループ化する
ko_kr: 오름차순으로 분류
nb_no: Sorter grupper i stigende rekkefølge
pt_pt: Ordenar grupos por ordem ascendente
ru_ru: Сортировать группы в порядке возрастания
sv_se: Sortera grupper i stigande ordning
tr_tr: Grupları artan düzende sırala
uk_ua: Впорядкувати групи за зростанням
vi: Sắp xếp nhóm theo thứ tự tăng dần
zh_hans: 在分组内升序排序
zh_hant: 依遞增將分組排序

# GroupDescendingDescription
source: Sort groups in descending order
bg: Подредба на групите низходящо
ca: Ordena els grups en ordre descendent
cs_cz: Seřadit skupiny sestupně
el: Ταξινόμηση ομάδων σε φθίνουσα σειρά
es_es: Ordenar grupos en sentido descendente
fr_fr: Trier les groupes en ordre décroissant
hu_hu: Elemek csoportosítása nem betűrend szerint
id_id: Urutkan grup dalam urutan Z-A
ja_jp: 項目を降順でグループ化する
ko_kr: 내림차순으로 분류
nb_no: Sorter grupper i synkende rekkefølge
pt_pt: Ordenar grupos por ordem descendente
ru_ru: Сортировать группы в порядке убывания
sv_se: Sortera grupper i fallande ordning
tr_tr: Grupları azalan düzende sırala
uk_ua: Впорядкувати групи за спаданням
vi: Sắp xếp nhóm theo thứ tự giảm dần
zh_hans: 在分组内降序排序
zh_hant: 依遞減將分組排序

# ToggleGroupDirectionDescription
source: Toggle group sort direction
ca: Canvia la direcció d'ordenació del grup
cs_cz: Přepnout směr řazení skupin
el: Εναλλαγή κατεύθυνσης ταξινόμησης ομάδας
es_es: Cambiar sentido de ordenación de grupos
fr_fr: Activer/Désactiver la direction de tri des groupes
hu_hu: Csoportosítás irányának módosítása
ja_jp: 項目のグループ化順を切り替える
ko_kr: 분류 정렬 방향 전환
nb_no: Velg sorteringsrekkefølge
pt_pt: Alternar direção da ordem dos grupos
ro_ro: Comutare direcție sortare grup
ru_ru: Переключить направление сортировки групп
sv_se: Växla gruppsorteringsriktning
tr_tr: Grup sıralama yönünü değiştir
uk_ua: Перемкнути напрямок сортування груп
vi: Chuyển đổi hướng sắp xếp nhóm
zh_hans: 切换分组内排序方向
zh_hant: 切換分組排序方向

# NewTabDescription
source: Open new tab
bg: Отваряне на нов раздел
ca: Obre una pestanya nova
cs_cz: Otevřít novou kartu
el: Άνοιγμα νέας καρτέλας
es_es: Abrir nueva pestaña
fr_fr: Ouvrir nouvel onglet
hu_hu: Új lap megnyitása
id_id: Buka tab baru
ja_jp: 新しいタブを開く
ko_kr: 새 탭 열기
nb_no: Åpne ny fane
pt_pt: Abrir novo separador
ru_ru: Открыть новую вкладку
sk_sk: Otvoriť novú kartu
sv_se: Öppna ny flik
tr_tr: Yeni sekme aç
uk_ua: Відкрити нову вкладку
vi: Mở thẻ mới
zh_hans: 打开新标签页
zh_hant: 開啟新索引標籤

# NavigateBackDescription
source: Navigate backward in navigation history
ca: Navega cap enrere a l'historial de navegació
cs_cz: Přejít zpět v historii navigace
el: Πλοήγηση προς τα πίσω στο ιστορικό πλοήγησης
es_es: Navegar hacia atrás en el historial de navegación
fr_fr: Reculer dans l'historique de navigation
hu_hu: Visszalépés a navigációs történetben
ja_jp: ナビゲーション履歴を戻る
ko_kr: 탐색 기록에서 뒤로 이동
nb_no: Gå bakover i navigasjonshistorikken
pt_pt: Recuar no histórico de navegação
ru_ru: Переход назад в истории навигации
sv_se: Gå bakåt i navigeringshistoriken
tr_tr: Navigasyon geçmişinde geri git
uk_ua: Перейти назад в історії навігації
vi: Điều hướng lùi về trong lịch sử duyệt
zh_hans: 在导航历史中向后导航
zh_hant: 在檢索歷史返回上一步

# NavigateForwardDescription
source: Navigate forward in navigation history
ca: Navega cap endavant a l'historial de navegació
cs_cz: Přejít vpřed v historii navigace
el: Πλοήγηση προς τα μπρος στο ιστορικό πλοήγησης
es_es: Navegar hacia adelante en el historial de navegación
fr_fr: Avancer dans l'historique de navigation
hu_hu: Előrelépés a navigációs történetben
ja_jp: ナビゲーション履歴を進む
ko_kr: 탐색 기록에서 앞으로 이동
nb_no: Gå forover i navigasjonshistorikken
pt_pt: Avançar no histórico de navegação
ru_ru: Переход вперед в истории навигации
sv_se: Gå framåt i navigeringshistoriken
tr_tr: Navigasyon geçmişinde ileri git
uk_ua: Перейти вперед в історії навігації
vi: Điều hướng tiến lên trong lịch sử duyệt
zh_hans: 在导航历史中向前导航
zh_hant: 在檢索歷史前進下一步

# NavigateUpDescription
source: Navigate up one directory
ca: Navega cap amunt a un directori
cs_cz: Přejít o složku výše
el: Πλοήγηση επάνω έναν κατάλογο
es_es: Subir un directorio
fr_fr: Revenir au dossier précédent
hu_hu: Felfelé lépés
ja_jp: 1つ上のフォルダーに移動する
ko_kr: 상위 디렉토리로 이동
nb_no: Naviger opp en mappe
pt_pt: Subir uma pasta
ru_ru: Перейти на одну папку назад
sv_se: Gå upp en mapp
tr_tr: Bir dizinde yukarı git
uk_ua: Перейти на один каталог вище
vi: Điều hướng về thư mục nguồn
zh_hans: 导航至上一级目录
zh_hant: 上層目錄
